[Character.CharClass_PumpkinMinion AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_PumpkinMinion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Chile")
PlayThroughs[1]=(DisplayName="electricity")
PlayThroughs[2]=(DisplayName="rotten pumpkin")

[Population.PawnBalance_PumpkinMinion_HARD AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="golden pumpkin")

[Skills.Skill_Slow SkillDefinition]
SkillName="Take your time"
SkillDescription="Slow player"
LockedSkillDetailStr="<Locked>"

